tap "d99kris/nchat"
tap "nikitabobko/tap"
tap "scouzi1966/afm"
brew "aichat"
brew "bat"
brew "btop"
brew "ddgr"
brew "eza"
brew "fastfetch"
brew "fd"
brew "fzf"
brew "gh"
brew "mlx"
brew "node"
brew "opencode"
brew "pipx"
brew "python@3.12"
brew "starship"
brew "scouzi1966/afm/afm"
cask "cursor"
vscode "anthropic.claude-code"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode.live-server"
vscode "mvllow.rose-pine"
